Repository: TiraelSedai/photogallery
Catalog: core/smartgallery/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Russian
ru: Русский

source: Website title
ru: Название сайта

source: Site logo
ru: Логотип сайта

source: Logo width, px
ru: Ширина логотипа, px

source: Top bar Background Color
ru: Цвет фона верхней панели

source: Top bar Font Color
ru: Цвет шрифта верхней панели

source: Copyright text
ru: Текст Copyright

source: Menu delimiter
ru: Разделитель меню

source: Title delimiter
ru: Разделитель заголовка альбома

source: Title size, h1-6
ru: Размер заголовка альбома, h1-6

source: Menu item size, pt
ru: Размер пунктов меню, pt

source: Show social links
ru: Показывать соц. сети

source: Show About Me
ru: Показывать Обо мне

source: Show Timeline
ru: Показывать Таймлайн

source: Favicon
ru: Иконка сайта

source: Default Language
ru: Изменить язык

source: Site settings
ru: Настройки сайта

source: Name
ru: Имя

source: Link
ru: Ссылка

source: Icon
ru: Иконка

source: Order
ru: Порядок

source: Social Link
ru: Соц. сеть

source: Social Links
ru: Соц. сети

source: Album name
ru: Название альбома

source: About album
ru: Об альбоме

source: Description visibility
ru: Показывать описание

source: Columns count on mobile devices
ru: Кол-во колонок на телефонах

source: Columns count
ru: Кол-во колонок на ПК

source: Columns gap
ru: Отступы колонок

source: Grid type
ru: Тип сетки

source: Masonry text overlay
ru: Названия поверх Masonry плиток

source: Visibility
ru: Статус

source: Image transition
ru: Переходы

source: Cover visibility
ru: Показывать обложку

source: Album
ru: Альбом

source: Albums
ru: Альбомы

source: Menu title privilege
ru: Переопределить заголовки меню

source: Image name
ru: Имя изображения

source: Youtube Video link
ru: Ссылка на youtube

source: Choose Album
ru: Выберите альбом

source: Focal Length
ru: Фокусное расстояние

source: Latitude
ru: Широта

source: Longitude
ru: Долгота

source: Image
ru: Изображение

source: Images
ru: Изображения

source: This content is only visible to authenticated users.
ru: Данная страница доступна только авторизованным пользователям

source: Create Album
ru: Создать альбом

source: Add images
ru: Загрузить фото

source: Edit album
ru: Редактирование альбома

source: Album slug
ru: SLUG альбома

source: Album description
ru: Описание альбома

source: Album visibility
ru: Показывать альбом

source: Create new album
ru: Создать альбом

source: Edit
ru: Редактировать

source: Album visibility to whole Internet
ru: Видимость альбома всему Интернету

source: Album name*:
ru: Название альбома

source: Album slug*:
ru: SLUG альбома

source: Album description:
ru: Описание альбома

source: Current cover image:
ru: Текущая обложка альбома

source: Upload new Cover Image
ru: Загрузить новую обложку

source: Min 1920x800
ru: Мин. 1920х800

source: It will not be resized and compressed.
ru: Разрешение и качество изображения не будут изменены

source: Upload already compressed image.
ru: Загружайте подготовленное изображение

source: Advanced options
ru: Расширенные настройки

source: Grid type:
ru: Тип сетки

source: Masonry title overlay
ru: Названия поверх Masonry плиток

source: Column gaps size:
ru: Отступы колонок

source: Columns on PCs/laptops:
ru: Кол-во колонок на ПК

source: Columns on mobile devices:
ru: Кол-во колонок на телефонах

source: Image transition:
ru: Переходы

source: Danger zone
ru: Опасная зона

source: Delete all Hidden Images
ru: Удалить все скрытые изображения

source: Delete all photos
ru: Удалить все изображения

source: Delete Album
ru: Удалить альбом

source: Update album settings
ru: Обновить настройки альбома

source: General settings
ru: Основные настройки

source: Menu settings
ru: Настройки меню

source: Social networks
ru: Соц. сети

source: User settings
ru: Пользовательские настройки

source: Template settings
ru: Настройки шаблонов

source: Reorder and Rename Menu Items
ru: Переименовать и изменить порядок пунктов меню

source: To change the order of menu items, drag the #
ru: Для изменения порядка пунктов меню, потяните за #

source: Save
ru: Сохранить

source: Main settings & Heading
ru: Главные настройки

source: Website title:
ru: Название сайта

source: Current logo
ru: Текущий логотип

source: Remove image
ru: Удалить изображение

source: Upload new Logo
ru: Загрузить новый лого

source: Show About Me page
ru: Показывать Обо мне

source: Show Timeline page
ru: Показывать Таймлайн

source: Top bar bg color
ru: Цвет шрифта верхней панели

source: Top bar font color
ru: Цвет шрифта верхней панели

source: Current favicon
ru: Текущая иконка сайт

source: Upload new Favicon
ru: Загрузить новую иконку

source: Image sizing & quality
ru: Разрешение и качество изображения

source: Image long side width, px
ru: Ширина логотипа, px

source: Preserve image size & quality
ru: Не изменять разрешение и качество загружаемых изображений

source: Font styling
ru: Стили шрифтов

source: Album title size, H1-H6
ru: Размер заголовка альбома, h1-6

source: Album title delimiter
ru: Разделитель заголовка альбома

source: Menu items delimiter
ru: Разделитель меню

source: Menu items size, pt
ru: Размер пунктов меню, pt

source: Update settings
ru: Обновить настройки

source: Add new social network
ru: Добавить соц. сеть

source: To add New Social Network link with icon choose icon from
ru: Для добавления соц. сети, выберите иконку на

source: ADD social Network
ru: Добавить соц. сеть

source: Reorder and Edit Social Network items
ru: Изменить соц. сети

source: To change the order of social items, drag name
ru: Для изменения порядка соц. сетей, потяните за #

source: Name, i.e. LinkedIn
ru: Имя, например LinkedIn

source: Delete
ru: Удалить

source: Template Editor
ru: Редактор шаблонов

source: Using this editors you can set your own design for Main (index) and About Me pages. You can use all django template tags
ru: Вы можете использовать встроенные Django-теги

source: project's loops and Site Settings tags
ru: циклы проекта и теги настроек сайта

source: Main page
ru: Главная страница

source: Main page content
ru: Содержимое главной страницы

source: About Me page
ru: Страница Обо мне

source: About page content
ru: Содержимое Обо мне

source: Template tags hint page
ru: Подсказки по тегам

source: Edit User Settings
ru: Изменить пользовательские настройки

source: Username
ru: Имя пользователя

source: First Name
ru: Имя

source: Last Name
ru: Фамилия

source: Save Changes
ru: Сохранить

source: Change Password
ru: Изменить пароль

source: Old password
ru: Старый пароль

source: New password
ru: Старый пароль

source: Confirm password
ru: Повторите пароль

source: Upload Images
ru: Загрузить изображения

source: Select an Album
ru: Выбрать альбом

source: If the field below (Youtube Video) is filled, then the uploaded photo will serve as a preview.
ru: Если указана ссылка на видео Youtube, то загруженное изображение будет служить превью

source: Upload
ru: Загрузить
